{ "data": [["Pomegranate Bhagwa","Fresh Pomegranate from Anushka Avni International Bhagwa is a premium Pomegranate variety from India. The Deep Red arils & the pleasing Red but rugged skin enhances the appearance whilst promoting shelf life of the fruit. Bhagwa is widely known for its soft seed, Dark red color and extremely delicious. Packaging: Net weight of box 2.5kg, 3.00kg, 3.5kg. Details: Minimum Weight 180gm, maximum weight 400gm Color of arils: Dark Cherry red. Taste: Sweet Fruit count / carton (3.50 kg net wt.) 9 Numbers packed per carton: 350-400gms"],
["Pomegranate Arakta","Fresh Pomegranate Arakta from Anushka Avni International This Pomegranate are bigger in size, sweet with soft seeds, bold red arils. It also possess glossy, attractive, dark red skin. Packaging: Net weight of box 2.5kg, 3.00kg, 3.5kg. Details: Minimum Weight 180gm, maximum weight 400gm Taste: Sweet Fruit count / carton (3.50 kg net wt.) 9 Numbers packed per carton: 350-400gms 10 Numbers packed per carton :290-320gms 12 Numbers packed per carton: 275-325gms 15 Numbers packed per carton: 225-275gms Load ability: 4400 cartons per container 20 pallets with 220 cartons per pallet Load ability: 5500 cartons per container Loading with No pallets Availability: January | February | March | April | July | August | September | October | Nov | Dec READ MORE"],
["About Us","About Us Anushka Avni International (AAI) takes pleasure in presenting itself as one of the renowned Suppliers and Exporter. We have huge assortment of agro products available with us. We feel proud when buyers come to us recognizing the standard quality which we offer in the world wide market. We follow the best practices while supplying… Read More.."],
["Contact Us","About Us Anushka Avni International (AAI) takes pleasure in presenting itself as one of the renowned Suppliers and Exporter. We have huge assortment of agro products available with us. We feel proud when buyers come to us recognizing the standard quality which we offer in the world wide market. We follow the best practices while supplying… Read More.."],
["White Onions","White Onions from Anushka Avni International Fresh White Onion, which is widely acclaimed for its health benefits and is used for different cuisines. We are a major exporters and suppliers of all kinds of fresh onions like red onions, pink onions and white onions. Sizes: 30-45 mm 45-55 mm 50 mm and above 55-70 mm 60 and above Packaging: 2.5kg, 3kg, 5kg, 9kg, 10kg, 15kg, 17kg, 18kg, 20kg, 25kg, 30kg Red Mesh Bag or Jute Bag Load ability: 12.5 MT per 20ft container ODO 28 MT per 40ft Refer container."],
["Video Gallery","Anushka Avni International (AAI) takes pleasure in presenting itself as one of the renowned Suppliers and Exporter. We have huge assortment of agro products available with us. We feel proud when buyers come to us recognizing the standard quality which we offer in the world wide market."],
["Food classes","To a botanist, a fruit is an entity that develops from the fertilized ovary of a flower. This means that tomatoes, squash, pumpkins, cucumbers, peppers, eggplants, corn kernels, and bean and pea pods are all fruits; so are apples, pears, peaches, apricots, melons and mangos"],
["Nutrition","Nutrition is the biochemical and physiological process by which an organism uses intake to support its life. It includes ingestion, absorption, assimilation, biosynthesis, catabolism and excretion. The science that studies the physiological process of nutrition is called nutritional science (also nutrition science)."],
["Nutrients","Nutrients are substances used by an organism to survive, grow, and reproduce. The seven major classes of relevant nutrients for animals (including humans) are carbohydrates, dietary fiber, fats, proteins, minerals, vitamins, and water. Nutrients can be grouped as either macronutrients (carbohydrates, dietary fiber, fats, proteins, and water needed in gram quantities) or micronutrients (vitamins and minerals needed in milligram or microgram quantities)."],
["Diet","In nutrition, the diet of an organism is the sum of foods it eats, which is largely determined by the availability and palatability of foods."],
["Canada's Food Guide","Canada's Food Guide is a nutrition guide produced by Health Canada to promote Healthy behaviours and habits, and lifestyles in Canada - this is to increase the number of healthy people in Canada. In 2007, it was reported to be the second most requested Canadian government publication, behind the Income Tax Forms. The Health Canada website states: Food guides are basic education tools that are designed to help people follow a healthy diet. The Guide recommends eating a variety of healthy foods each day including plenty of vegetables and fruits, protein foods, and whole grain foods. It recommends choosing protein foods that come from plants more often. It also recommends limiting highly processed foods."],
["Major Market","UK, Nether Land, Russia, Canada, HongKong, Malaysia, Singapore, Oman, UAE, Qatar, Bahrain, Saudi Arabia, Mauritius, Maldives, Sri Lanka, Bangladesh"],
["Canadian Industry Statistics","Canadian Industry Statistics (CIS) analyses industry data on many economic indicators in Canada"],
["Red Onions","Red Onions from Anushka Avni International Red onions, sometimes called purple onions, are cultivars of the onion with purplish red skin and white flesh tinged with red. We are a major Indian exporters and suppliers of all kinds of fresh onions like red onions and white onions. Sizes: 30-45 mm 45-55 mm 50 mm and above 55-70 mm 60 and above Packaging: 2.5kg, 3kg, 5kg, 9kg, 10kg, 15kg, 17kg, 18kg, 20kg, 25kg, 30kg Red Mesh Bag or Jute Bag Load ability: 12.5 MT per 20ft container ODO 28 MT per 40ft Refer container."],
["Grapes Sonaka Seedless","Berry Size: 18mm and above Packaging Packing Size: 4.5 kg loose in carry bags 8.2 kg loose in carry bags 5 kg carton punnets10 x 500 gms Load ability: 5 kg – 2400 cartons per container 4.5 kilo – 3400 cartons per container 8.2 kilo – 2040 cartons per container Availability: December | January | February | March | April"],
["Pink Onions","Pink Onions from Anushka Avni International Pink onions, sometimes called summer onions, are cultivars of the onion with pink skin and white flesh tinged with red. We are a major Indian exporters and suppliers of all kinds of fresh onions like red onions, pink onions and white onions. Sizes: 30-45 mm 45-55 mm 50 mm and above 55-70 mm 60 and above Packaging: 2.5kg, 3kg, 5kg, 9kg, 10kg, 15kg, 17kg, 18kg, 20kg, 25kg, 30kg Red Mesh Bag or Jute Bag Load ability: 12.5 MT per 20ft container ODO 28 MT per 40ft Refer container."],
["About Us","Anushka Avni International (AAI) takes pleasure in presenting itself as one of the renowned Suppliers and Exporter. We have huge assortment of agro products available with us. We feel proud when buyers come to us recognizing the standard quality which we offer in the world wide market. We follow the best practices while supplying and exportingAgro Products. We thoroughly consider the demand and requirement ofthe client till the final destination. The company professionals are aware of the fact that demands of thecustomers keep evolving. We do have strong background in Horticultureand Harvest handling of perishables. Company takes initiatives to deliver the best quality to thecustomers. Moreover, we have established ourselves in the market forproviding the best quality all across the domestic and Internationalmarket."],
["Small Onions","We are one of the leading organizations engaged in delivering our customers with Fresh Onions. We manufacture this in bulk requirements for our clients. Malaysia, Singapore, Philippines, Vietnam Quality Product Details:"],
["Tomatoes","Fresh Tomatoes from Anushka Avni International We have emerged as one of the reputed organization actively participating in exporting and suppling Red Tomatoes. Product Details: Taste enhancer Free from preservatives Pure Useful for chutney Packing : 6.5 kg, 7.00 kg Cartons."],
["Downloads","Anushka Avni International (AAI) takes pleasure in presenting itself as one of the renowned Suppliers and Exporter. We have huge assortment of agro products available with us. We feel proud when buyers come to us recognizing the standard quality which we offer in the world wide market."],
["Welcome to Anushka Avni International (AAI)","Welcome to Anushka Avni International (AAI) Anushka Avni International (AAI) takes pleasure in presenting itself as one of the renowned Suppliers and Exporter. We have huge assortment of agro products available with us. We feel proud when buyers come to us recognizing the standard quality which we offer in the world wide market."],
["Grapes Thompson Seedless","Thomson Seedless These grapes are seedless, sweet-tart, and crunchy. Thomson Seedless account for the bulk of Table Grape exports from India. Berry Size: 16mm and above"],
["Grapes Black Sharad Seedless","Black Sharad Seedless Grapes Crisp to taste, these grapes vary in shades of black to purple. Each berry is usually medium-sized and oval-shaped. Berry Size: 18mm and above Packaging Packing Size: 4.5 kg loose in carry bags 8.2 kg loose in carry bags 5 kg carton punnets10 x 500 gms Load ability: 5 kg – 2400 cartons per container 4.5 kilo – 3400 cartons per container 8.2 kilo – 2040 cartons per container Availability: December | January | February | March | April"],
["Grapes Flame / Red Seedless","Flame / Red seedless grapesFlame grapes are one of the most popular varieties along with…"],
["Python dict ","A Dictionary in Python is an unordered collection of data values, used to store data values like a map, which, unlike other Data Types that hold only a single value as an element, Dictionary holds key:value pair."],
["history of botany","Botany originated in prehistory as herbalism with the efforts of early humans to identify – and later cultivate – edible, medicinal and poisonous plants, making it one of the oldest branches of science. Medieval physic gardens, often attached to monasteries, contained plants of medical importance. They were forerunners of the first botanical gardens attached to universities, founded from the 1540s onwards. One of the earliest was the Padua botanical garden. These gardens facilitated the academic study of plants. Efforts to catalogue and describe their collections were the beginnings of plant taxonomy, and led in 1753 to the binomial system of nomenclature of Carl Linnaeus that remains in use to this day for the naming of all biological species."],
["Semantic similarity","Semantic similarity is a metric defined over a set of documents or terms, where the idea of distance between items is based on the likeness of their meaning or semantic content as opposed to lexicographical similarity. These are mathematical tools used to estimate the strength of the semantic relationship between units of language, concepts or instances, through a numerical description obtained according to the comparison of information supporting their meaning or describing their nature. "],
["botany","Botany, also called plant science(s), plant biology or phytology, is the science of plant life and a branch of biology. A botanist, plant scientist or phytologist is a scientist who specialises in this field. "],
["Ford Bronco ","The Ford Bronco is a model line of sport utility vehicles manufactured and marketed by Ford. ... The first SUV model developed by the company, five generations of the Bronco were sold from the 1966 to 1996 model years. A sixth generation of the model line is sold from the 2021 model year. the Ford Bronco will be available in Canada, with first deliveries beginning in spring of 2021. The Bronco will come in six versions in Canada: Base, Big Bend, Black Diamond, Outer Banks, Wildtrak and Badlands. "],
["List of fruit dishes", "Fruit dishes are those that use fruit as a primary ingredient. Condiments prepared with fruit as a primary ingredient are also included in this list."],
["Neuro linguistic programming","Neuro linguistic programming (NLP) is a pseudoscientific approach to communication, personal development, and psychotherapy created by Richard Bandler and John Grinder in California, United States, in the 1970s."],
["fruit serving bowl", "A fruit serving bowl is a round dish or container typically used to prepare and serve food. The interior of a bowl is characteristically shaped like a spherical cap, with the edges and the bottom forming a seamless curve. This makes bowls especially suited for holding liquids and loose food, as the contents of the bowl are naturally concentrated in its center by the force of gravity."]]}
